IDEA Open Model
Parameter.Name Property
Compatible with IDEA StatiCa 20.1
 Name of property
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
Parameter Class
IdeaRS.OpenModel.CrossSection Namespace